export const Ukr_his_less = [
    {
        zagolovok: 'Коли було хрещення Київської Русі?',
        var1: '750',
        var2: '1145',
        var3: '988',
        var4: '950',
        var5: '1240',
        var6: '990'
    },
    {
        zagolovok: 'Хто був першим королем Галицько-Волинського князівства?',
        var1: 'Данило Галицький',
        var2: 'Роман Мстиславович',
        var3: 'Юрій Довгорукий',
        var4: 'Ярослав Мудрий',
        var5: 'Свяиослав Хоробрий',
        var6: 'Володимир Мономах'
    },
    {
        zagolovok: 'Який документ проголосив автономію України у 1918 році?',
        var1: 'перший Універсал Української Центральної Ради',
        var2: 'восьмий Універсал Української Центральної Ради',
        var3: 'девятий Універсал Української Центральної Ради',
        var4: 'четветрий Універсал Української Центральної Ради',
        var5: 'Уніврсал Грушевського',
        var6: 'документ про автономію УНР'
    },
    {
        zagolovok: 'Коли була проголошена незалежність України?',
        var1: '29 травня 1989 року',
        var2: '18 березня 1994 року',
        var3: '8 вересня 1918 року',
        var4: '15 лютого 1986 року',
        var5: '24 серпня 1991 року',
        var6: '1 жовтня 2000 року'
    },
    {
        zagolovok: 'Хто був автором першої Конституції України?',
        var1: 'Богдан Хмельницький',
        var2: 'Пилип Орлик',
        var3: 'Іван Виговський',
        var4: 'Павло Тетеря',
        var5: 'Петро Дорошенки',
        var6: 'Іван Сірко'
    },
    {
        zagolovok: 'В якому році відбулася Полтавська битва?',
        var1: 'У 1709 році',
        var2: 'У 1684 році',
        var3: 'У 1546 році',
        var4: 'У 1470 році',
        var5: 'У 1817 році',
        var6: 'У 1220 році'
    },
    {
        zagolovok: 'Яка подія мала місце в 1648 році?',
        var1: 'Початок Національно-визвольної війни',
        var2: 'Обєднання Польщі та Литви',
        var3: 'Народження Богдана Хмельницького',
        var4: 'Створення Люблінської Унії',
        var5: 'Початок Французкої Революції',
        var6: 'Колумб Відкрив Америку'
    },
    {
        zagolovok: 'Який кошовий отаман очолював Запорізьку Січ під час Кримської війни?',
        var1: 'Петро Калнишевський',
        var2: 'Дмитро Вишневецький',
        var3: 'Іван Сірко',
        var4: 'Михайло Ханенко',
        var5: 'Кирило Розумовський',
        var6: 'Іван Мазепа'
    },
    {
        zagolovok: 'Коли було утворено Київську Русь?',
        var1: 'У IX столітті',
        var2: 'У VII столітті',
        var3: 'У XII столітті',
        var4: 'У XV столітті',
        var5: 'У X столітті',
        var6: 'У XX столітті'
    },
    {
        zagolovok: 'Яка подія відбулася в 1939 році?',
        var1: 'Початок Першої світової війни. ',
        var2: 'Початок Другої світової війни. ',
        var3: 'Заснування Комунізму',
        var4: 'Російсько-Японська війна',
        var5: 'Політ людини на місяць',
        var6: 'Незалежність України'
    }
];

export const Euro_his_less = [
    {
        zagolovok: 'Хто з французьких королів був відомий як "Король-Сонце"?',
        var1: 'Людовик XIV',
        var2: 'Карл Великий',
        var3: 'Генріх V',
        var4: 'Філіпп Вразливий',
        var5: 'Іоан IX',
        var6: 'Фрідріх Барбаросса'
    },
    {
        zagolovok: 'Яка подія вважається початком Великої французької революції?',
        var1: 'Штурм Бастилії ',
        var2: 'Смерть Короля',
        var3: 'Зруйнування Парижу',
        var4: 'Вбивство Папи-Римського',
        var5: 'Напад Англії',
        var6: 'Голод населення'
    },
    {
        zagolovok: 'Хто написав "Декларацію прав людини і громадянина"?',
        var1: 'Національні збори Франції ',
        var2: 'Всесвітня конвенція',
        var3: 'Королева Англії',
        var4: 'Джордж Буш',
        var5: 'Езенхауер',
        var6: 'Спілка робітників'
    },
    {
        zagolovok: 'Який правитель обєднав Німеччину в 1871 році?',
        var1: 'Отто фон Бісмарк',
        var2: 'Адольф Гітлер',
        var3: 'Отон I',
        var4: 'Фрідріх Барбароса',
        var5: 'Еміл Рок',
        var6: 'Генріх X'
    },
    {
        zagolovok: 'Яка війна стала першою у XX столітті та призвела до значних геополітичних змін?',
        var1: 'Перша світова війна',
        var2: 'Друга світова війна',
        var3: 'Тридцятилітня війна',
        var4: 'Семирічна війна',
        var5: 'Релігійна війна',
        var6: 'Війна в Німечині'
    },
    {
        zagolovok: 'Коли відбулося падіння Берлінської стіни?',
        var1: '1989',
        var2: '1991',
        var3: '1975',
        var4: '2005',
        var5: '2000',
        var6: '1899'
    },
    {
        zagolovok: 'Хто був першим президентом Сполучених Штатів Америки?',
        var1: 'Джордж Вашингтон',
        var2: 'Джеймс Монро',
        var3: 'Міллард Філлмор',
        var4: 'Авраам Лінкольн',
        var5: 'Улісс Грант',
        var6: 'Теодор Рузвельт'
    },
    {
        zagolovok: 'Яка подія спричинила початок Реформації в Європі?',
        var1: 'Опублікування 95 тез Мартіном Лютером',
        var2: 'Повстання Католиків',
        var3: 'Мартін Лютер став Папою',
        var4: 'Опублікування нової Євангелії',
        var5: 'Поділ Церкви',
        var6: 'Сварка між православними'
    },
    {
        zagolovok: 'Хто відкрив Америку у 1492 році?',
        var1: 'Христофор Колумб',
        var2: 'Джеймс Кук',
        var3: 'Фернанд Магелан',
        var4: 'Амеріго Веспучі',
        var5: 'Марко Поло',
        var6: 'Ернано Кортес'
    },
    {
        zagolovok: 'Який період в історії Європи називають "століттям просвітництва"?',
        var1: 'VIII століття',
        var2: 'XV століття',
        var3: 'XVIII століття',
        var4: 'XIX століття',
        var5: 'XII століття',
        var6: 'XX століття'
    }
]

export const Ukr_literature = [
    {
        zagolovok: 'Хто є автором поеми «Катерина»?',
        var1: 'Тарас Шевченко',
        var2: 'Іван Франко',
        var3: 'Леся Українка',
        var4: 'Марко Вовчок',
        var5: 'Василь Стут',
        var6: 'Михайло Грушевський'
    },
    {
        zagolovok: 'Як називається перший український роман?',
        var1: 'Чорна рада',
        var2: '100 тисяч',
        var3: 'Кайдешева сімя',
        var4: 'Ворон',
        var5: 'Замкова історія',
        var6: 'Король Лір'
    },
    {
        zagolovok: 'Хто написав твір «Кайдашева сім’я»?',
        var1: 'Іван Нечуй-Левицький',
        var2: 'Павло Багряний',
        var3: 'Павло Тичина',
        var4: 'Олесь Гончар',
        var5: 'Сергій Жадан',
        var6: 'Любко Дереш'
    },
    {
        zagolovok: 'До якого жанру належить твір «Лісова пісня» Лесі Українки?',
        var1: 'Драма-феєрія',
        var2: 'Ліро-поема',
        var3: 'Драма-трагедія',
        var4: 'Епос',
        var5: 'Новела',
        var6: 'Фентезі'
    },
    {
        zagolovok: 'Як звали головного героя повісті І. Франка «Захар Беркут»?',
        var1: 'Захар Беркут',
        var2: 'Олекса Довбуш',
        var3: 'Іван Підкова',
        var4: 'Северин Наливайко',
        var5: 'Сергій',
        var6: 'Петро'
    },
    {
        zagolovok: 'Хто є автором вірша «Contra spem spero!»?',
        var1: 'Леся Українка',
        var2: 'Петро Дорогій',
        var3: 'Іван Левицький',
        var4: 'Ігор Білозір',
        var5: 'Назар Яремчук',
        var6: 'Петро Кардаш'
    },
    {
        zagolovok: 'Який твір Івана Котляревського вважають початком нової української літератури?',
        var1: 'Енеїда',
        var2: 'Кобзар',
        var3: 'Лісова пісня',
        var4: 'Гайдамаки',
        var5: 'Думи мої думи',
        var6: 'Котигорошко'
    },
    {
        zagolovok: 'Хто написав роман «Тигролови»?',
        var1: 'Іван Багряний',
        var2: 'Петро Дорогій',
        var3: 'Іван Левицький',
        var4: 'Ігор Білозір',
        var5: 'Назар Яремчук',
        var6: 'Петро Кардаш'
    },
    {
        zagolovok: 'Який літературний напрям представлений у творчості Михайла Коцюбинського?',
        var1: 'Імпресіонізм',
        var2: 'Бароко',
        var3: 'Класицизм',
        var4: 'Романтизм',
        var5: 'Реалізм',
        var6: 'Символізм'
    },
    {
        zagolovok: 'Як називається поема Т. Шевченка, у якій змальовано історію гайдамаччини?',
        var1: 'Гайдамаки',
        var2: 'Катерина',
        var3: 'Наймичка',
        var4: 'Неофіти',
        var5: 'Невольник',
        var6: 'Царі'
    }
]